[
  {
    "quote": "Perform your duties without attachment to the results, for action without desire leads to peace.",
    "chapter_verse": "2.47",
    "takeaway": "Focus on your studies, not just the grades. Do your best and let go of worrying about the outcome."
  },
  {
    "quote": "The mind is restless and difficult to control, but with practice and detachment, it can be mastered.",
    "chapter_verse": "6.35",
    "takeaway": "Train your mind to stay focused during study sessions through consistent effort and discipline."
  },
  {
    "quote": "One who sees inaction in action and action in inaction is truly wise.",
    "chapter_verse": "4.18",
    "takeaway": "Understand that sometimes pausing to reflect is as important as studying hard."
  },
  {
    "quote": "Seek this wisdom by doing service, by questioning, and by humility.",
    "chapter_verse": "4.34",
    "takeaway": "Ask your teachers questions and learn with an open, humble mind to grow wiser."
  },
  {
    "quote": "A person is made by their faith; whatever their faith, so they become.",
    "chapter_verse": "17.3",
    "takeaway": "Believe in your ability to succeed, and your confidence will shape your achievements."
  },
  {
    "quote": "Better to perform one's own duties imperfectly than to perform another's perfectly.",
    "chapter_verse": "3.35",
    "takeaway": "Focus on your own path as a student, not comparing yourself to others."
  },
  {
    "quote": "The soul is neither born nor does it die; it is eternal and unchanging.",
    "chapter_verse": "2.20",
    "takeaway": "Your failures don't define you; your eternal potential keeps you moving forward."
  },
  {
    "quote": "When meditation is mastered, the mind is unwavering like a flame in a windless place.",
    "chapter_verse": "6.19",
    "takeaway": "Practice mindfulness to stay calm and focused during exams or challenges."
  },
  {
    "quote": "He who is equal in success and failure is truly disciplined.",
    "chapter_verse": "2.48",
    "takeaway": "Don't let a bad grade discourage you or a good grade make you overconfident."
  },
  {
    "quote": "Knowledge is covered by desire, like fire covered by smoke.",
    "chapter_verse": "3.38",
    "takeaway": "Avoid distractions like excessive phone use to uncover your true potential."
  },
  {
    "quote": "One who controls the senses by the mind and engages in action is superior.",
    "chapter_verse": "3.7",
    "takeaway": "Discipline your habits to prioritize studying over fleeting pleasures."
  },
  {
    "quote": "The wise work for the welfare of the world, without thought for themselves.",
    "chapter_verse": "3.25",
    "takeaway": "Study not just for yourself but to contribute to society with your knowledge."
  },
  {
    "quote": "By devotion to selfless work, one attains the supreme goal of life.",
    "chapter_verse": "3.19",
    "takeaway": "Work hard in your studies with a sense of purpose, not just for rewards."
  },
  {
    "quote": "The self-controlled soul, who moves amongst sense objects, free from attachment, attains peace.",
    "chapter_verse": "2.64",
    "takeaway": "Stay calm and avoid distractions to maintain focus on your goals."
  },
  {
    "quote": "For one who has conquered the mind, the mind is the best of friends.",
    "chapter_verse": "6.6",
    "takeaway": "Master your thoughts to make your mind a powerful ally in learning."
  },
  {
    "quote": "No effort on the path of righteousness is ever wasted.",
    "chapter_verse": "2.40",
    "takeaway": "Every hour you spend studying builds your future, even if results take time."
  },
  {
    "quote": "The wise see all beings with equal vision, free from prejudice.",
    "chapter_verse": "5.18",
    "takeaway": "Treat all classmates with respect, learning from everyone equally."
  },
  {
    "quote": "Delusion arises from anger; the mind is bewildered by delusion.",
    "chapter_verse": "2.63",
    "takeaway": "Stay calm when frustrated with studies to keep your mind clear."
  },
  {
    "quote": "One who is unattached to the fruits of action enjoys peace.",
    "chapter_verse": "5.12",
    "takeaway": "Focus on learning, not just marks, to find joy in your studies."
  },
  {
    "quote": "The senses are superior to the body, the mind to the senses, and the soul to the mind.",
    "chapter_verse": "3.42",
    "takeaway": "Strengthen your mind over distractions to unlock your true potential."
  },
  {
    "quote": "Perform your duties with discipline, for action is better than inaction.",
    "chapter_verse": "3.8",
    "takeaway": "Keep studying consistently, even when motivation is low."
  },
  {
    "quote": "The wise are not swayed by success or failure, for they are steady in their purpose.",
    "chapter_verse": "2.15",
    "takeaway": "Stay committed to your goals, regardless of setbacks or victories."
  },
  {
    "quote": "Knowledge is the purification of the mind from ignorance.",
    "chapter_verse": "4.38",
    "takeaway": "Embrace learning as a way to grow wiser and clearer in thought."
  },
  {
    "quote": "Even a little effort on this path protects one from great fear.",
    "chapter_verse": "2.40",
    "takeaway": "Small, consistent study habits can overcome big challenges."
  },
  {
    "quote": "The disciplined mind brings happiness; the restless mind brings sorrow.",
    "chapter_verse": "6.27",
    "takeaway": "Build a routine to keep your mind focused and stress-free."
  },
  {
    "quote": "One who is steadfast in yoga attains everlasting peace.",
    "chapter_verse": "6.15",
    "takeaway": "Stay dedicated to your studies to achieve long-term success."
  },
  {
    "quote": "He who sees Me in all and all in Me is never lost to Me.",
    "chapter_verse": "6.30",
    "takeaway": "See the value in every subject you study, as all knowledge connects."
  },
  {
    "quote": "The fire of knowledge burns all actions to ashes.",
    "chapter_verse": "4.37",
    "takeaway": "Knowledge gained through study can overcome any obstacle."
  },
  {
    "quote": "With faith and discipline, one attains the highest knowledge.",
    "chapter_verse": "4.39",
    "takeaway": "Believe in yourself and stay disciplined to master your subjects."
  },
  {
    "quote": "The soul is not affected by the body's changes; it remains eternal.",
    "chapter_verse": "2.13",
    "takeaway": "Your true potential is limitless, beyond temporary failures."
  },
  {
    "quote": "The wise grieve neither for the living nor the dead.",
    "chapter_verse": "2.11",
    "takeaway": "Don't dwell on past mistakes; focus on the present moment."
  },
  {
    "quote": "By intense practice, one can master the wandering mind.",
    "chapter_verse": "6.26",
    "takeaway": "Practice focusing daily to improve your concentration."
  },
  {
    "quote": "One who acts without attachment is not bound by actions.",
    "chapter_verse": "4.20",
    "takeaway": "Study for the love of learning, not just for rewards."
  },
  {
    "quote": "The soul is eternal, indestructible, and immeasurable.",
    "chapter_verse": "2.18",
    "takeaway": "Your inner strength is unbreakable, even when studies feel tough."
  },
  {
    "quote": "The wise work without selfish motives, for the good of all.",
    "chapter_verse": "3.20",
    "takeaway": "Use your education to make a positive impact on the world."
  },
  {
    "quote": "He who is unattached to sense objects attains steady wisdom.",
    "chapter_verse": "2.68",
    "takeaway": "Avoid distractions like social media to stay sharp in your studies."
  },
  {
    "quote": "The self-controlled person enjoys limitless happiness.",
    "chapter_verse": "5.24",
    "takeaway": "Master your habits to find joy in your academic journey."
  },
  {
    "quote": "One who performs their duty without desire is truly wise.",
    "chapter_verse": "2.50",
    "takeaway": "Do your homework and assignments diligently, without procrastination."
  },
  {
    "quote": "Knowledge is better than mere ritualistic practice.",
    "chapter_verse": "12.12",
    "takeaway": "Focus on understanding concepts deeply, not just memorizing."
  },
  {
    "quote": "The wise see the same soul in all beings.",
    "chapter_verse": "6.29",
    "takeaway": "Respect all classmates and learn from their perspectives."
  },
  {
    "quote": "By devotion to knowledge, one finds the eternal truth.",
    "chapter_verse": "13.11",
    "takeaway": "Stay curious and keep learning to discover your true potential."
  },
  {
    "quote": "The disciplined soul conquers all desires.",
    "chapter_verse": "5.7",
    "takeaway": "Control impulses to waste time and focus on your goals."
  },
  {
    "quote": "The wise are not disturbed by the dualities of pleasure and pain.",
    "chapter_verse": "2.15",
    "takeaway": "Stay balanced whether you ace a test or face a setback."
  },
  {
    "quote": "One who is steady in wisdom enjoys boundless peace.",
    "chapter_verse": "5.29",
    "takeaway": "Stay calm and focused to excel in your studies."
  },
  {
    "quote": "Action is inevitable, but act with wisdom and detachment.",
    "chapter_verse": "3.5",
    "takeaway": "Keep studying consistently, but don't stress about results."
  },
  {
    "quote": "The soul is beyond the body, senses, and mind.",
    "chapter_verse": "6.20",
    "takeaway": "Your potential is greater than any academic challenge."
  },
  {
    "quote": "One who is free from desires attains peace.",
    "chapter_verse": "2.71",
    "takeaway": "Focus on your studies without craving instant success."
  },
  {
    "quote": "The wise act for the sake of duty, not for reward.",
    "chapter_verse": "3.25",
    "takeaway": "Study because it's your responsibility, not just for grades."
  },
  {
    "quote": "With a disciplined mind, one finds joy in all actions.",
    "chapter_verse": "6.7",
    "takeaway": "Find joy in learning new things every day."
  },
  {
    "quote": "The eternal soul is never destroyed, even when the body perishes.",
    "chapter_verse": "2.17",
    "takeaway": "Your inner strength endures beyond any academic failure."
  },
  {
    "quote": "By constant practice, the mind becomes steady.",
    "chapter_verse": "6.16",
    "takeaway": "Build a daily study routine to strengthen your focus."
  },
  {
    "quote": "The wise do not grieve over what is lost or unattained.",
    "chapter_verse": "2.56",
    "takeaway": "Don't stress over missed opportunities; focus on the present."
  },
  {
    "quote": "Knowledge destroys the darkness of ignorance.",
    "chapter_verse": "5.16",
    "takeaway": "Keep learning to overcome doubts and confusion."
  },
  {
    "quote": "The disciplined person finds happiness within.",
    "chapter_verse": "5.23",
    "takeaway": "Find satisfaction in your efforts, not external validation."
  },
  {
    "quote": "One who acts with detachment is not bound by results.",
    "chapter_verse": "4.21",
    "takeaway": "Study hard without worrying about the outcome."
  },
  {
    "quote": "The soul is eternal and cannot be harmed.",
    "chapter_verse": "2.23",
    "takeaway": "Your true potential is unshaken by academic challenges."
  },
  {
    "quote": "By serving others, one attains the highest knowledge.",
    "chapter_verse": "4.33",
    "takeaway": "Help your peers with studies to deepen your own understanding."
  },
  {
    "quote": "The wise are not swayed by desire or aversion.",
    "chapter_verse": "2.57",
    "takeaway": "Stay focused on your goals, not swayed by distractions."
  },
  {
    "quote": "One who is steady in purpose attains liberation.",
    "chapter_verse": "6.22",
    "takeaway": "Stay committed to your studies to achieve your dreams."
  },
  {
    "quote": "The mind, when controlled, becomes the greatest ally.",
    "chapter_verse": "6.5",
    "takeaway": "Train your mind to be your partner in academic success."
  },
  {
    "quote": "The wise see all actions as offerings to the divine.",
    "chapter_verse": "4.24",
    "takeaway": "Treat your studies as a meaningful offering of effort."
  },
  {
    "quote": "One who is unattached finds peace in all actions.",
    "chapter_verse": "4.23",
    "takeaway": "Study without attachment to grades to find inner calm."
  },
  {
    "quote": "The eternal soul transcends all material limitations.",
    "chapter_verse": "2.24",
    "takeaway": "Your potential is limitless, beyond any single exam."
  },
  {
    "quote": "By discipline, one overcomes the restless mind.",
    "chapter_verse": "6.34",
    "takeaway": "Build habits to control distractions and stay focused."
  },
  {
    "quote": "The wise act without ego, for the good of all.",
    "chapter_verse": "3.18",
    "takeaway": "Study to contribute to the world, not just for personal gain."
  },
  {
    "quote": "Knowledge is the greatest purifier of the mind.",
    "chapter_verse": "4.36",
    "takeaway": "Embrace learning to clear doubts and grow stronger."
  },
  {
    "quote": "The disciplined soul is free from sorrow.",
    "chapter_verse": "6.23",
    "takeaway": "Stay disciplined in your studies to avoid stress."
  },
  {
    "quote": "One who is steady in wisdom is unshaken by adversity.",
    "chapter_verse": "2.54",
    "takeaway": "Face academic challenges with a calm, steady mind."
  },
  {
    "quote": "The wise see the divine in every being.",
    "chapter_verse": "6.30",
    "takeaway": "Respect all perspectives in group studies or discussions."
  },
  {
    "quote": "By selfless action, one attains perfection.",
    "chapter_verse": "3.19",
    "takeaway": "Study with dedication, not just for personal rewards."
  },
  {
    "quote": "The soul is beyond birth and death, eternal and pure.",
    "chapter_verse": "2.21",
    "takeaway": "Your inner strength outlasts any academic struggle."
  },
  {
    "quote": "The wise are not swayed by pleasure or pain.",
    "chapter_verse": "2.14",
    "takeaway": "Stay balanced through the highs and lows of student life."
  },
  {
    "quote": "By mastering the senses, one attains clarity.",
    "chapter_verse": "2.61",
    "takeaway": "Control distractions to gain clarity in your studies."
  },
  {
    "quote": "The disciplined mind is free from doubt.",
    "chapter_verse": "4.41",
    "takeaway": "Stay focused to eliminate confusion in your learning."
  },
  {
    "quote": "One who acts with wisdom is never bound.",
    "chapter_verse": "4.14",
    "takeaway": "Study with understanding, not just for marks."
  },
  {
    "quote": "The eternal soul is unchanging and indestructible.",
    "chapter_verse": "2.25",
    "takeaway": "Your core strength remains, no matter the challenge."
  },
  {
    "quote": "By constant effort, one masters the wandering mind.",
    "chapter_verse": "6.25",
    "takeaway": "Practice daily to improve your focus and retention."
  },
  {
    "quote": "The wise act for the welfare of all, without selfish desire.",
    "chapter_verse": "3.25",
    "takeaway": "Use your knowledge to uplift others, not just yourself."
  },
  {
    "quote": "Knowledge burns away all doubts, like fire consumes fuel.",
    "chapter_verse": "4.42",
    "takeaway": "Keep learning to overcome uncertainty in your studies."
  },
  {
    "quote": "The disciplined soul finds peace in all actions.",
    "chapter_verse": "5.10",
    "takeaway": "Study with discipline to find calm amidst pressure."
  },
  {
    "quote": "The wise are not swayed by success or failure.",
    "chapter_verse": "2.48",
    "takeaway": "Stay steady whether you pass or fail a test."
  },
  {
    "quote": "By devotion to knowledge, one attains the highest truth.",
    "chapter_verse": "13.12",
    "takeaway": "Stay curious and keep exploring to grow wiser."
  },
  {
    "quote": "The soul is eternal, beyond the body's limitations.",
    "chapter_verse": "2.22",
    "takeaway": "Your potential is greater than any single setback."
  },
  {
    "quote": "The wise control their senses and find peace.",
    "chapter_verse": "2.60",
    "takeaway": "Avoid distractions to stay focused on your goals."
  },
  {
    "quote": "One who is disciplined enjoys eternal happiness.",
    "chapter_verse": "5.21",
    "takeaway": "Build good study habits to find joy in learning."
  },
  {
    "quote": "The wise act without attachment to results.",
    "chapter_verse": "4.19",
    "takeaway": "Focus on the process of studying, not just the outcome."
  },
  {
    "quote": "The soul is eternal and cannot be destroyed.",
    "chapter_verse": "2.16",
    "takeaway": "Your inner strength endures through all challenges."
  },
  {
    "quote": "By steady effort, one attains the highest knowledge.",
    "chapter_verse": "4.40",
    "takeaway": "Keep working hard to master your subjects."
  },
  {
    "quote": "The wise see all beings with equal respect.",
    "chapter_verse": "5.18",
    "takeaway": "Learn from everyone, regardless of their background."
  },
  {
    "quote": "The disciplined mind is free from sorrow.",
    "chapter_verse": "6.28",
    "takeaway": "Stay organized to reduce stress in your studies."
  },
  {
    "quote": "One who acts with wisdom is never bound by actions.",
    "chapter_verse": "4.15",
    "takeaway": "Study with understanding to avoid feeling trapped."
  },
  {
    "quote": "The eternal soul is beyond all material changes.",
    "chapter_verse": "2.14",
    "takeaway": "Your true potential is untouched by temporary failures."
  },
  {
    "quote": "By mastering the mind, one finds peace.",
    "chapter_verse": "6.7",
    "takeaway": "Control your thoughts to stay calm during exams."
  },
  {
    "quote": "The wise act for the good of all, without selfish motives.",
    "chapter_verse": "3.20",
    "takeaway": "Use your education to benefit others, not just yourself."
  },
  {
    "quote": "Knowledge is the greatest tool for liberation.",
    "chapter_verse": "4.35",
    "takeaway": "Embrace learning to free yourself from ignorance."
  },
  {
    "quote": "The disciplined soul is unshaken by challenges.",
    "chapter_verse": "6.22",
    "takeaway": "Stay strong and keep studying, no matter the obstacles."
  },
  {
    "quote": "The wise see the divine in all actions.",
    "chapter_verse": "4.24",
    "takeaway": "Treat every study session as a step toward growth."
  },
  {
    "quote": "By selfless action, one attains the highest peace.",
    "chapter_verse": "3.9",
    "takeaway": "Study with a sense of purpose to find inner calm."
  }
]